import { Feedback } from '../interfaces/feedback-interface';

export const feedbackConstants: Feedback[] = [
  {
    name: 'Магазин “Пан Фермер”',
    rating: 5,
    info:
      'Магазин "Пан Фермер" був заснований в 2015 році і продовжує успішно\n' +
      '        розвиватися. За цей період часу нам вдалося виконати великий обсяг\n' +
      '        роботи і зайняти гідне місце на ринку України, надаючи нашим клієнтам\n' +
      '        якісні аграрні товари. Нам дуже важливо, щоб Ви відчували шанобливе і\n' +
      '        компетентне ставлення з нашого боку. Щоб на кожному етапі, від першого\n' +
      '        візиту на сторінку магазину до отримання замовлення у відділенні, Ви\n' +
      '        відчували себе зручно та комфортно.',
    img: 'https://cdn.who.int/media/images/default-source/tobacco/2.jpg?sfvrsn=3342449c_19&Status=Master'
  }
];
