export const PRODUCT_DESCRIPTION =
  "Яблука великого розміру, а саме 180 – 200 грамів, солодкого смаку з кислинкою. М'якуш яблук щільний, соковитий, кремового кольору, ароматний. Шкірка плодів міцна, гладка, суха, жовтого кольору, на 98% покрита темно-червоним рум'янцем. Плоди плескатої конічної форми.\n" +
  '\n' +
  'Термін дозрівання: кінець вересня – початок жовтня залежно від кліматичних умов. У середньому яблука сорту Вілтонс Ред Джонапринц у льоху зберігаються 4 місяці, в холодильниках з контролем температури можливе більш тривале зберігання. Плоди в основному вирощуються для вживання у свіжому вигляді, можуть використовуватися для консервування, сушіння.';
